---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.SystemCalculationLevel.None
enum: Autodesk.Revit.DB.Mechanical.SystemCalculationLevel
source: html/943d63fc-da2f-f981-5668-8a45b34e0e91.htm
---
# Autodesk.Revit.DB.Mechanical.SystemCalculationLevel.None

System calculation is off